{
  "id": "benoos_tokens_database",
  "type": "token",
  "version": "0.1.0",
  "content": {
    "001_Vampire_Beast": {
      "name": "Primal Vampire Spawn",
      "description": "Although they are sadistic tyrants who feast on their victims' desperate screams as greedily as their lifeblood, vampires are able to sustain an aura of nobility. They have some limitations: They may not enter where they are not welcome, cannot cross flowing water and are setablaze under the gaze of the sun. Even their unholy spawn are bound by these shackles. Sometimes a vampire imparts the dubious gift of spawndom upon the wrong soul, stirring primordial horrors from their cursed sleep. These vampire spawns regress to a primal state, becoming a bestial horror of the distant past detached from the rules that even compel their creators, driven only by their lust for terror and agony. Vampires loathe their degenerated and empowered spawn, only those most versed in the lore of the vampiric curse even know about the possibility of creating a Primal Spawn. However, they are not beyond utilizing their cursed creations for personal use.",
      "properties": {
        "biom": ["any"],
        "cr": "6",
        "fightingstyle": [
          "melee",
          "berserk"
        ],
        "movement": "walk",
        "purpose": "damage",
        "releaseurl": "https://www.patreon.com/posts/special-creature-51753197",
        "size": "large",
        "stat_ac": "16",
        "stat_hp": "100",
        "stat_str": "18",
        "stat_dex": "18",
        "stat_con": "18",
        "stat_int": "7",
        "stat_wis": "12",
        "stat_cha": "7",
        "type": [
          "undead",
          "vampire"
        ],
        "videourl": "https://www.youtube.com/watch?v=GLNZy5sujd0"
      }
    },
    "052_wendigo_1": {
      "name": "Wendigo Version 1",
      "description": "Wendigos plague humanoid civilization since the dawn of time. Nothing embodies the cruelty and danger of untamed wilderness as well as the Wendigo. They are the terror of the wilderness incarnate, primal fear given a gangly shape and raking claws. Their true origin remains unknown, but some cultures perceive them to be spirits of hunger and greed, possessing avaricious individuals and turning them into the ferocious predators that stalk dark woods and bleak frontiers, hunting and devouring their former kin. Wendigos are swift and silent hunters, terrifying stalkers and savage butchers, capable of outmaneuvering and outsmarting even well-armed and steadfast groups of adventurers before unleashing upon them a terrifying display of primal carnage, leaving red snow in their wake, as they adorn their hunting grounds with grisly trophies.",
      "properties": {
        "biom": ["forest"],
        "cr": "9",
        "movement": [
          "walk",
          "climb"
        ],
        "fightingstyle": [
          "berserk",
          "damage",
          "melee"
        ],
        "releaseurl": "https://www.patreon.com/posts/wendigo-65132787",
        "size": "medium",
        "stat_ac": "17",
        "stat_hp": "137",
        "stat_str": "16",
        "stat_dex": "18",
        "stat_con": "16",
        "stat_int": "8",
        "stat_wis": "18",
        "stat_cha": "7",
        "type": "monstrosity",
        "videourl": "https://www.youtube.com/watch?v=tP_DM5pwSpA"
      }
    },
    "054_bog_strider": {
      "name": "Bog Strider",
      "description": "Bog Striders are large predatory insects towering on spindly legs, commonly found in swamps, marshes or the eponymous bogs. Bog Striders are attracted to their prey by ripples in the murky water, using their front legs as sensors for the vibrations. The Bog Strider aims to puncture its prey's body with its proboscis and injects acidic saliva that liquifies the innards, sucking out the resulting fluid. Due to their low intelligence and high dependency on pheromonal markings, they can be controlled with special pheromonal cocktails, making them ideal mounts for traversing wetlands.",
      "properties": {
        "biom": ["swamp"],
        "cr": "4",
        "movement": "walk",
        "fightingstyle": [
          "hunter",
          "fighter",
          "melee",
          "regeneration"
        ],
        "releaseurl": "https://www.patreon.com/posts/bog-strider-65662794",
        "size": "large",
        "stat_ac": "14",
        "stat_hp": "71",
        "stat_str": "16",
        "stat_dex": "13",
        "stat_con": "12",
        "stat_int": "3",
        "stat_wis": "10",
        "stat_cha": "1",
        "type": [
          "beast",
          "insect"
        ],
        "videourl": "https://www.youtube.com/watch?v=zppwFyrxD0g"
      }
    }
  }
}